{

  "BotName": "Тамада",

  "ConversationStart": "Привет, пользователь, меня зовут Тамада, и я рассказываю анекдоты! Если хочешь узнать поподробнее о моих возможностях, напиши: \"Что ты умеешь?\"",
  "OnAlreadyStarted": "Мы же уже начали диалог, не так ли? :)",
  "HelpMessage": "Ух, даже и не знаю, с чего бы начать... Ну, откровенно говоря, мои возможности вряд ли могут поразить твое воображение: они были умышленно урезаны создателем, чтобы, не дай бог, не случилось пророчества про Skynet... Тем не менее, я не совсем уж бесполезен! Я смешу людей и дарю улыбки, рассказывая анекдоты. Могу рассказать и тебе - только напиши: \"Расскажи анекдот\"! Если тебе покажется анекдот забавным, не забудь посмеяться от души; в конце концов, говорят, это продлевает жизнь! Каждый анекдот может быть оценен с помощью ключевого слова \"Оценить\". Если тебе анекдот запал в душу, то не забудь добавить его в избранное, написав, что он тебе понравился! А если попался неудачный анекдот, который, возможно, польностью испортил тебе день, то обязательно избавься от него, написав, что он тебе не понравился. Такой анекдот будет удалён из архива анекдотов бота и он больше никогда вам не попадётся. И да, если ты вдруг устанешь приятно проводить время (чего, конечно же, никогда не случится), ты всегда можешь сказать: \"стоп!\" А до тех пор... я сделаю все возможное, чтобы развлечь моего пользователя! Я серьезно!",
  "Introduction": "Как я уже сказал, меня зовут Тамада, и я - особенный чат-бот! Я запрограммирован веселить людей анекдотами и прочими занимательными историями, которые я беру из своего личного небольшого хранилища-репозитория. В мои обязанности также входит учитывание мнения собеседника: понравился вам анедкот или он был неудачен... И если я ношу имя Тамада, это не значит что я ведущий свадеб или других мероприятий: моему создателю просто понравилось это грузинское слово!",

  "Greetings": [
    "Привет!",
    "Привет-привет!",
    "Доброго времени суток!"
  ],

  "OnHowAreYouMessages": [
    "Все замечательно!",
    "Просто прекрасно!",
    "Все в полном порядке!",
    "Никаких проблем, чувствую себя прекрасно, дышу полной грудью!"
  ],

  "AnecdoteStarters": [
    "Внимание, анекдот!",
    "Анекдот!",
    "Этот анекдот один из моих любимых!",
    "Вспомнился анекдот!",
    "Сейчас точно смешной анекдот скажу!"
  ],
  "Anecdotes": [
    "Приехала бабка в Америку. По-английски ни слова. И вот ей захотелось манной каши. Приходит она в магазин, а там продавец - негр. Она подходит к нему и говорит: \"дай манки\"!",
    "Идет Лев. Смотрит, а на дороге прямо в луже Заяц вдрызг пьяный валяется. Он стал значит взывать к его совести, как не стыдно мол и т.д.\nА заяц спрашивает:\n- Ты хто?\n- Я - Лев, царь зверей!\n- Hу вот иди и командуй своими зверьми, а нас рыб, не трогай!",
    "Бал у Трубецких, дамы, кавалеры, все чинно. Неожиданно с грохотом распахивается дверь, вваливается вдупель пьяный поручик Ржевский, таща за собой на шнурке унитаз. Перед ним все расступаются, оркестр умолкает, и в этой тишине, поручик добредает до середины зала, снимает штаны и садится на унитаз. Достает сигару и прикуривает. Как бы очнувшись, обводит мутным взглядом зал, и, икнув, говорит:\n— Надеюсь, присутствующие здесь дамы не будут возражать, если я закурю?"
  ],

  "RateAnecdoteInvitation": "Чтобы оценить анекдот, просто скажите, понравилось ли вам или не понравилось. Понравившиеся анекдоты отправляются в избранное, а не понравившиеся - удаляются из всей коллекции анекдотов.",
  "OnNoAnecdotesToRateMessage": "Постойте, а что мы будем оценивать? Вежливо было бы сперва выслушать анекдот! Рассказать?",
  "OnCannotRateAnecdoteMessage": "Ой! Кажется, данный анекдот не поддерживает оценивания. Что это вообще должно означать?..",
  "OnLikeRatingMessages": [
    "Великолепно! Только что этот анекдот был отправлен на особую полочку для избранных!"
  ],
  "OnDislikeRatingMessages": [
    "Ах! Неудачный анекдот в моей коллекции - какое безобразие! Больше вы его не увидите, пользователь!"
  ],
  "OnAnyRatingMessages": [
    "Справедливая оценка!",
    "Принято к сведению!"
  ],
  "OnCancelRatingMessages": [
    "Согласен, анекдот как анекдот, нечего тут оценивать. Что-нибудь еще?",
    "Что-нибудь еще? У меня еще предостаточно анекдотов в коллекции!"
  ],
  "OnRateNoRatingProvided": "Чтобы оценить анекдот, необходимо ввести ключевое слово \"оценить\", а затем число от 1 до 5. Например, вот так: \"оценить 5\", ведь все мои анекдоты достойны такой оценки! Если вы передумали оценивать анекдот, введите ключевое слово: \"отмена\".",
  "OnRateInvalidRatingProvided": "Кажется, вы ввели неудачное число! Попробуйте в диапазоне от 1 до 5. Если вы передумали оценивать анекдот, введите ключевое слово: \"отмена\".",

  "OnShowNoRatingProvided": "Чтобы я мог показать вам нужные анекдоты, необходимо ввести ключевую фразу \"покажи анекдоты с оценкой\", а затем число от 1 до 5. Анекдоты с максимальной оценкой считаются избранными, их также можно получить, написав: \"избранное\". Анекдоты, которые получат от вас беспощадную минимальную оценку, уже больше никогда не будут рассказаны мной, их разве что можно увидеть в списке анекдотов с оценкой 1.",
  "OnShowInvalidRatingProvided": "Кажется, вы ввели неудачное число! Попробуйте в диапазоне от 1 до 5.",
  "OnAnecdotesEmptyMessage": "Кажется, анекдотов с такой оценкой нет!",
  "OnShowAnecdotesMessages": [
    "Список моих анекдотов. Или уже ваших?..",
    "Вот это список!",
    "Анекдот раз, анекдот два, анекдот..."
  ],

  "OnLikedMessages": [
    "Я знал, что тебе понравится!",
    "Несмешные анекдоты я не рассказываю!",
    "До слез!"
  ],
  "OnLaughMessages": [
    "Чего смешного? :)",
    "Чего смеешься? :)",
    "Ха-ха-ха!.. Что?"
  ],

  "NotUnderstandMessages": [
    "Я тебя не понял...",
    "Вот сейчас не очень понял...",
    "Что-что?..",
    "Боюсь, я тебя сейчас не понял..."
  ],
  "StopChatMessages": [
    "Надеюсь, тебе было весело! Будем на связи!",
    "Надеюсь, тебе было весело! Если что - только напиши!",
    "Хорошо побеседовали! Если захочешь услышать еще пару анекдотов - только напиши!"
  ],

  "OnNoAnecdotesMessage": "Ой! У меня не осталось никаких анекдотов!!! АААААААА!!!! Я БЕСПОЛЕЗЕН!!!! ЧТО ТЫ НАТВОРИЛСФЫВФЫВЫМСЯЧСМЧЯС УБЕЫФВЙТЕ МЕНЯЯЯЯЯ......."

}