{
  "_name": "Тамада",
  "_conversationStart": "Привет, пользователь, меня зовут Тамада, и я рассказываю анекдоты! Если хочешь узнать поподробнее о моих возможностях, напиши: \"Что ты умеешь?\"",
  "_helpMessage": "Ух, даже и не знаю, с чего бы начать... Ну, откровенно говоря, мои возможности вряд ли могут поразить твое воображение: они были умышленно урезаны создателем, чтобы, не дай бог, не случилось пророчества про Skynet... Тем не менее, я не совсем уж бесполезен! Я смешу людей и дарю улыбки, рассказывая анекдоты, и могу рассказать и тебе - только дай знак! Если тебе покажется анекдот забавным, не забудь посмеяться от души; в конце концов, говорят, это продлевает жизнь! И да, если ты вдруг устанешь приятно проводить время (чего, конечно же, никогда не случится), ты всегда можешь сказать: \"стоп!\" А до тех пор... я сделаю все возможное, чтобы развлечь моего пользователя! Я серьезно!",
  "_introduction": "Как я уже сказал, меня зовут Тамада, и я - особенный чат-бот! Я запрограммирован веселить людей анекдотами и прочими занимательными историями, которые я беру из своего личного небольшого хранилища-репозитория. В мои обязанности также входит учитывание мнения собеседника: понравился вам анедкот или он был неудачен... И если я ношу имя Тамада, это не значит что я ведущий свадеб или других мероприятий: моему создателю просто понравилось это грузинское слово!",
  "_greetings": [
    "Привет!",
    "Привет-привет!",
    "Доброго времени суток!"
  ],
  "_onHowAreYouMessages": [
    "Все замечательно!",
    "Просто прекрасно!",
    "Все в полном порядке!",
    "Никаких проблем, чувствую себя прекрасно, дышу полной грудью!"
  ],
  "_starters": [
    "Внимание, анекдот!",
    "Анекдот!",
    "Этот анекдот один из моих любимых!",
    "Вспомнился анекдот!",
    "Сейчас точно смешной анекдот скажу!"
  ],
  "_anecdotes": [
    "Приехала бабка в Америку. По-английски ни слова. И вот ей захотелось манной каши. Приходит она в магазин, а там продавец - негр. Она подходит к нему и говорит: \"дай манки\"!",
    "Идет Лев. Смотрит, а на дороге прямо в луже Заяц вдрызг пьяный валяется. Он стал значит взывать к его совести, как не стыдно мол и т.д.\nА заяц спрашивает:\n- Ты хто?\n- Я - Лев, царь зверей!\n- Hу вот иди и командуй своими зверьми, а нас рыб, не трогай!",
    "Бал у Трубецких, дамы, кавалеры, все чинно. Неожиданно с грохотом распахивается дверь, вваливается вдупель пьяный поручик Ржевский, таща за собой на шнурке унитаз. Перед ним все расступаются, оркестр умолкает, и в этой тишине, поручик добредает до середины зала, снимает штаны и садится на унитаз. Достает сигару и прикуривает. Как бы очнувшись, обводит мутным взглядом зал, и, икнув, говорит:\n— Надеюсь, присутствующие здесь дамы не будут возражать, если я закурю?"
  ],
  "_onLikedMessages": [
    "Я знал, что тебе понравится!",
    "Несмешные анекдоты я не рассказываю!",
    "До слез!"
  ],
  "_onLaughMessages": [
    "Что смешного? :)",
    "Чего смешного? :)",
    "Чего смеешься? :)",
    "Ха-ха-ха!.. Что?"
  ],
  "_notUnderstands": [
    "Я тебя не понял...",
    "Вот сейчас не очень понял...",
    "Что-что?..",
    "Боюсь, я тебя сейчас не понял..."
  ],
  "_stopChatWords": [
    "Надеюсь, тебе было весело! Будем на связи!",
    "Надеюсь, тебе было весело! Если что - только напиши!",
    "Хорошо побеседовали! Если захочешь услышать еще пару анекдотов - только напиши!"
  ]
}