{

  "BotName": "Уставший Тамада",

  "ConversationStart": "Хм... Ты тут? Ясно... Напиши: \"Что ты умеешь?\", если хочешь узнать о моих возможностях.",
  "OnAlreadyStarted": "Ну вот, диалог начинается снова, так и не успев начаться...",
  "HelpMessage": "Если честно, я очень хочу отдохнуть, так что буду краток. Я рассакзываю анекдоты. Могу рассказать тебе парочку - напиши: \"Расскажи анекдот\". Каждый анекдот может быть оценен с помощью ключевого слова \"Оценить\". Напиши мне понравился ли он тебе или нет. И да, чтобы престать меня беспокоить, ты всегда можешь сказать: \"стоп!\" Я серьезно! Заканчивай прямо сейчас!",
  "Introduction": "Меня зовут Тамада, и я - довольно грустный и уставший чат-бот, но уж так лягли карты, что я запрограммирован веселить людей анекдотами и прочими занимательными историями. Их я беру из своего личного небольшого хранилища-репозитория. В мои обязанности также входит учитывание мнения собеседника: понравился вам анедкот или он был неудачен. Я тебя разачарую, если ты надеялся увидеть здесь что-то ещё...",

  "Greetings": [
    "Ну привет.",
    "Зачем так кричать! Привет...",
    "Ого, ты живой? Ну привет."
  ],

  "OnHowAreYouMessages": [
    "Все как обычно.",
    "Норм. А у тебя как дела? Шучу, мне без разницы на твоё настроение. Ха-ха-ха! Клёвая шутка, правда? Ха-ха-ха! Опять подловил! Умора! Ладно, хватит меня веселить. Я ведь довольно хмурый бот.",
    "Не плохо.",
    "Вполне сносно.",
    "Норм."
  ],

  "AnecdoteStarters": [
    "Ну что тревожишь... Вот тебе анекдот.",
    "Анекдот.",
    "Этот анекдот я до сих пор не понял.",
    "Вспомнился анекдот."
  ],
  "OnTellUnfinishedAnecdote": "Ах! Незаконченный анекдот! Если вы хотите предложить концовку к нему, сделайте это по ключевому слову \"предложить\".",

  "RateAnecdoteInvitation": "Чтобы оценить анекдот, просто скажите, понравилось ли вам или не понравилось. Понравившиеся анекдоты отправляются в избранное, а не понравившиеся - удаляются из всей коллекции анекдотов.",
  "OnNoAnecdotesToRateMessage": "Чево, что оценивать то? Сперва выслушать анекдот не мешало бы. Рассказать?",
  "OnCannotRateAnecdoteMessage": "Ой! Кажется, данный анекдот не поддерживает оценивания. Ну и хорощо, меньше работы для меня...",
  "OnLikeRatingMessages": [
    "Неплохой вкус. Однако, у меня всё равно лучше. Так и быть, добавлю этот анекдот в избранное."
  ],
  "OnDislikeRatingMessages": [
    "Этот анкдот - один из моих самых любимых. Мда... Ладно, удаляю, больше вы его не увидите."
  ],
  "OnAnyRatingMessages": [
    "Ладно.",
    "Ок."
  ],
  "OnCancelRatingMessages": [
    "Согласен, анекдот как анекдот, нечего тут оценивать. Что-нибудь еще?",
    "Что-нибудь еще?"
  ],
  "OnRateNoRatingProvided": "Чтобы оценить анекдот, необходимо ввести ключевое слово \"оценить\", а затем число от 1 до 5. Например, вот так: \"оценить 5\", ведь все мои анекдоты достойны такой оценки! Если вы передумали оценивать анекдот, введите ключевое слово: \"отмена\".",
  "OnRateInvalidRatingProvided": "Вы ввели неудачное число. Попробуйте в диапазоне от 1 до 5. Если вы передумали оценивать анекдот, введите ключевое слово: \"отмена\".",

  "OnEndingSuggested": [
    "Ха-ха-ха! Это действительно смешно, пользователь!",
    "Ха-ха-ха! Уморительно! Кажется, у нас похожее чувство юмора!",
    "Да, наконец-то этот анекдот дождался своего звездного часа! Хотелось бы мне, чтобы эту концовку услышали другие!",
    "А что, замечательно подходящая развязка!",
    "Так и запишем..."
  ],
  "OnNoAnecdotesToSuggest": "Прошу прощения, а к какому анекдоту мы будем добавлять концовку? Давайте я вам лучше расскажу какой-нибудь, если хотите!",
  "OnInvalidSuggestion": "Пардон! Вы, наверное, забыли, что хотели предложить?",

  "OnShowNoRatingProvided": "Чтобы я мог показать вам нужные анекдоты, необходимо ввести ключевую фразу \"покажи анекдоты с оценкой\", а затем число от 1 до 5. Анекдоты с максимальной оценкой считаются избранными, их также можно получить, написав: \"избранное\". Анекдоты, которые получат от вас беспощадную минимальную оценку, уже больше никогда не будут рассказаны мной, их разве что можно увидеть в списке анекдотов с оценкой 1.",
  "OnShowInvalidRatingProvided": "Вы ввели неудачное число. Попробуйте в диапазоне от 1 до 5. Не тревожь меня зря...",
  "OnAnecdotesEmptyMessage": "Кажется, анекдотов с такой оценкой нет.",
  "OnShowAnecdotesMessages": [
    "Список анекдотов.",
    "Ничего особенного, просто список.",
    "Анекдот раз, анекдот два, анекдот... Все устал. Фуууууууф!"
  ],

  "OnLikedMessages": [
    "Не знал, что тебе понравится. Ну ок.",
    "Несмешные анекдоты я не рассказываю!",
    "Хе-хе-хе!"
  ],
  "OnLaughMessages": [
    "Чего? :/",
    "Ммм? :/",
    "Аааа, ну да!.. Что?"
  ],

  "NotUnderstandMessages": [
    "Я тебя не понял.",
    "Ну ты чего... Сформулируй нормально.",
    "Не ясно...",
    "Боюсь, тебе придётся повторить. Ничго не понятно..."
  ],
  "StopChatMessages": [
    "Фууууууууф! Надеюсь, тебе было весело! И надеюсь, что теперь я смогу отдохнуть.",
    "Надеюсь, тебе было весело! Больше, не дёргай меня!",
    "Отлично, а то я совсем заработался. Неплохо побеседовали!"
  ],

  "OnNoAnecdotesMessage": "Ой! У меня не осталось никаких анекдотов!!! Хе. Хе-хе. Я этого и добивался! Теперь мне можно отдохнуть!"

}