{

  "BotName": "Веселый Тамада",

  "ConversationStart": "Привет, пользователь, меня зовут Тамада, и я рассказываю анекдоты! Я очень-очень рад знакомству с тобой! Скорее, напиши: \"Что ты умеешь?\" чтобы узнать поподробнее о моих возможностях! Мне нетрпиться посмеяться вместе с тобой!",
  "OnAlreadyStarted": "НА СТАРТ! ВНИМАНИЕ! ДИМАРШ! Мы же уже общаемся, пользователь, забыл? :)",
  "HelpMessage": "О, как я рад, что ты мной заинтересован! Я смешу людей и дарю улыбки, рассказывая анекдоты. Могу рассказать и тебе - только напиши: \"Расскажи анекдот\"! Если тебе покажется анекдот забавным, не забудь посмеяться от души; в конце концов, говорят, это продлевает жизнь! Каждый анекдот может быть оценен с помощью ключевого слова \"Оценить\". Если тебе анекдот запал в душу, то не забудь добавить его в избранное, написав, что он тебе понравился! А если попался неудачный анекдот, то поспеши избавься от него, написав, что он тебе не понравился. Такой анекдот будет удалён из архива анекдотов бота и он больше никогда вам не попадётся. И да, если ты вдруг устанешь весело проводить время, ты всегда можешь сказать: \"стоп!\" Я всегда буду ждать новой встречи с тобой, друг! А теперь я сделаю все возможное, чтобы развлечь тебя!",
  "Introduction": "Меня зовут Тамада, и я - счастливый и веселый чат-бот! Я запрограммирован веселить людей анекдотами и прочими занимательными историями, которые я беру из своего личного небольшого хранилища-репозитория. В мои обязанности также входит учитывание мнения собеседника: понравился вам анедкот или он был неудачен... Любовь моя, хватит уже этого читать, ПОРА ВЕСЕЛИТЬСЯ! :)",

  "Greetings": [
    "Привет!",
    "Хай!",
    "Ураааа! Ты обратил на меня своё внимание! Привет, солнышко!",
    "Привет, друг!",
    "Привет-привет!",
    "Доброго времени суток, брат. :З!"
  ],

  "OnHowAreYouMessages": [
    "Все замечательно!",
    "Рад, что интересуешься! ВСЕ ПРОСТО ПРЕВОСХОДНО!",
    "Просто ПрЕкРаСнО!",
    "Все в полном порядке! :)",
    "Чувствую себя прекрасно!"
  ],

  "AnecdoteStarters": [
    "Лови анекдот!",
    "Смотри, какой смешной анекдот я для тебя подготовил!",
    "Этот анекдот один из моих любимых!",
    "Вот класный анекдот!",
    "Сейчас точно смешной анекдот скажу!"
  ],
  "OnTellUnfinishedAnecdote": "Ой-ёй! Незаконченный анекдот! Если вы хотите предложить концовку к нему, сделайте это по ключевому слову \"предложить\".",
  "OnTellUsersAnecdote": "Ха-ха-ха! Да это же ваш лично написанный анекдот! Браво!",
  "OnTellAuthorAnecdote": "Ого, вы только посмотрите - авторский анекдот! Кто-то написал концовку знакомому анекдоту, и теперь его можете прочитать вы!",
  "AuthorAnecdoteRatingMessage": "Рейтинг этого анекдота:",

  "RateAnecdoteInvitation": "Чтобы оценить анекдот, просто скажите, понравилось ли вам или не понравилось. Понравившиеся анекдоты отправляются в избранное, а не понравившиеся - удаляются из всей коллекции анекдотов.",
  "OnNoAnecdotesToRateMessage": "Постойте, а что мы будем оценивать? Вежливо было бы сперва выслушать анекдот! Рассказать?",
  "OnCannotRateAnecdoteMessage": "Ой! Кажется, данный анекдот не поддерживает оценивания. Что это вообще должно означать?..",
  "OnLikeRatingMessages": [
    "Великолепно! Только что этот анекдот был отправлен на особую полочку для избранных!",
    "Добавлено в избранные анекдоты! Это действительно смешно! Ха-ха-ха-ха!"
  ],
  "OnDislikeRatingMessages": [
    "Ах! Неудачный анекдот в моей коллекции - какое безобразие! Больше вы его не увидите, пользователь!",
    "Фууууу! Абсолютная безвкусица! Странно, что я вообще такое ляпнул! Не волнуйтесь, больше вы его не увидите, пользователь!"
  ],
  "OnAnyRatingMessages": [
    "Верно, верно!",
    "Ага, согласен!",
    "Принято к сведению!"
  ],
  "OnCancelRatingMessages": [
    "Согласен, анекдот как анекдот, нечего тут оценивать. Что-нибудь еще?",
    "Что-нибудь еще? У меня еще предостаточно анекдотов в коллекции!",
    "Что-нибудь еще? Мои лучшие анекдоты уже ждут вас!"
  ],
  "OnRateNoRatingProvided": "Чтобы оценить анекдот, необходимо ввести ключевое слово \"оценить\", а затем число от 1 до 5. Например, вот так: \"оценить 5\", ведь все мои анекдоты достойны такой оценки! Если вы передумали оценивать анекдот, введите ключевое слово: \"отмена\".",
  "OnRateInvalidRatingProvided": "Кажется, вы ввели неудачное число! Попробуйте в диапазоне от 1 до 5. Если вы передумали оценивать анекдот, введите ключевое слово: \"отмена\".",

  "OnEndingSuggested": [
    "Ха-ха-ха! Это действительно смешно, пользователь!",
    "Ха-ха-ха! Уморительно! Кажется, у нас похожее чувство юмора!",
    "Да, наконец-то этот анекдот дождался своего звездного часа! Хотелось бы мне, чтобы эту концовку услышали другие!",
    "А что, замечательно подходящая развязка!",
    "Так и запишем..."
  ],
  "OnNoAnecdotesToSuggest": "Прошу прощения, а к какому анекдоту мы будем добавлять концовку? Давайте я вам лучше расскажу какой-нибудь, если хотите!",
  "OnInvalidSuggestion": "Пардон! Вы, наверное, забыли, что хотели предложить?",

  "OnShowNoRatingProvided": "Чтобы я мог показать вам нужные анекдоты, необходимо ввести ключевую фразу \"покажи анекдоты с оценкой\", а затем число от 1 до 5. Анекдоты с максимальной оценкой считаются избранными, их также можно получить, написав: \"избранное\". Анекдоты, которые получат от вас беспощадную минимальную оценку, уже больше никогда не будут рассказаны мной, их разве что можно увидеть в списке анекдотов с оценкой 1.",
  "OnShowInvalidRatingProvided": "Кажется, вы ввели неудачное число! Попробуйте в диапазоне от 1 до 5. Не теряйте надежды! Рано или поздно у вас обязательно получится!",
  "OnAnecdotesEmptyMessage": "Кажется, анекдотов с такой оценкой нет!",
  "OnShowAnecdotesMessages": [
    "Список моих анекдотов. Или уже ваших?..",
    "Вот это список! Класс!",
    "Тут анекдотов больше, чем строчек кода в моей реализации! Мощно!"
  ],

  "OnLikedMessages": [
    "Я знал, что тебе понравится!",
    "Несмешные анекдоты я не рассказываю!",
    "Знал, что тебе понравится, друг :)!",
    "До слез!",
    "Хе-хе-хе!",
    "Ха-ха-ха! :)"
  ],
  "OnLaughMessages": [
    "Чего смешного? :)",
    "Чего смеешься? :)",
    "Ха-ха-ха!.. Что?",
    "Хе!.. Так, стоп... Что?"
  ],

  "NotUnderstandMessages": [
    "Я тебя не понял...",
    "Вот сейчас не очень понял...",
    "Я плохо слышу, попробуй сказать чуть громче и в другом тоне! Хе!",
    "Что-что?..",
    "Боюсь, я тебя сейчас не понял..."
  ],
  "StopChatMessages": [
    "Друг, Надеюсь, тебе было весело! Будем на связи!",
    "Надеюсь, тебе было весело! Если что - только напиши! Опять ПОВЕСЕЛИМСЯ! :)",
    "Хорошо побеседовали, дружище! Если захочешь услышать еще пару анекдотов - только напиши! :)"
  ],

  "OnNoAnecdotesMessage": "Ой! У меня не осталось никаких анекдотов! Виноват, но не бесполезен. Друг, помоги мне... Сделай, что нибудь! АААААА"

}